CREATE TABLE `mng_accnt_prod` (
	`ID` bigint unsigned NOT NULL AUTO_INCREMENT COMMENT '自增ID',
	`MNG_ACCNT_PROD_ID` varchar(20) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin DEFAULT NULL COMMENT '五级产品编码',
	`MNG_ACCNT_PROD_NAME` varchar(300) CHARACTER SET utf8mb4 COLLATE utf8mb4_bin DEFAULT NULL COMMENT '五级产品名称',
	PRIMARY KEY (`ID`),
	KEY `MNG_ACCNT_PROD_MNG_ACCNT_PROD_IDX` (`MNG_ACCNT_PROD_ID`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1152 DEFAULT CHARSET = utf8mb4 COLLATE = utf8mb4_bin COMMENT = '管会产品编号对应表';

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11001001001', '徽银e贷'),
	('A11001002001', '快e贷'),
	('A11001002002', '快e贷-其他'),
	('A11001003001', '个人好易贷'),
	('A11001004001', '装修e贷'),
	('A11001005001', '汽车e贷'),
	('A11001005002', '个人汽车营运贷款(徽农信用卡)'),
	('A11001006001', '个人助学贷款'),
	('A11001006002', '个人助学担保贷款'),
	('A11001006003', '个人助学信用贷款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11001007001', '个人质押贷款'),
	('A11001008001', '个人车位贷款'),
	('A11001009001', '消费e贷（线下）'),
	('A11001010001', '个人留学贷款'),
	('A11001011001', '个人消费易'),
	('A11001012001', '党建引领农易贷（消费）'),
	('A11001012002', '其他个人消费类贷款'),
	('A11001013001', '正常线上消费贷款'),
	('A11001014001', '徽享薪易贷'),
	('A11001015001', '消费e贷（线上）');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11002001001', '个人住房贷款'),
	('A11002001002', '个人二手住房贷款'),
	('A11002001003', '个人公转商住房贷款（个人住房贴息贷款）'),
	('A11003001001', '云押贷'),
	('A11003001002', '云押贷(税务)'),
	('A11003001003', '云押贷(微网)'),
	('A11003001004', '云押贷（线上）'),
	('A11003001005', '云押贷额度项下'),
	('A11003001006', '云押贷额度项下（线上）'),
	('A11003002001', '个人商用房贷款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11003002002', '个人存量商用房贷款'),
	('A11003003001', '点房成金—个人房屋抵押贷款'),
	('A11003004001', '个人经营性物业抵押贷款'),
	('A11003005001', '微贷通'),
	('A11003005002', '微贷通定制贷款'),
	('A11003005003', '微贷通定制贷项下'),
	('A11003005004', '微贷通微保贷'),
	('A11003005005', '微贷通微保贷项下'),
	('A11003005006', '微贷通微抵贷'),
	('A11003005007', '微贷通微信贷');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11003006001', '徽农贷创业贷'),
	('A11003006002', '徽农贷金谷粮农贷'),
	('A11003006003', '徽农贷金牌经营贷'),
	('A11003006004', '徽农贷金色养殖贷'),
	('A11003006005', '徽农贷金叶果蔬贷'),
	('A11003006006', '徽农贷农机贷'),
	('A11003006007', '徽农贷信用贷'),
	('A11003006008', '徽农贷循环贷'),
	('A11003007001', '微贷通微保贷项下（网上支用）'),
	('A11003007002', '微贷通微保贷项下(智慧微贷)');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11003007003', '微贷通定制贷项下（网上支用）'),
	('A11003007004', '微贷通定制贷项下(智慧微贷)'),
	('A11003007005', '微贷通微抵贷（网上支用）'),
	('A11003007006', '微贷通微抵贷(智慧微贷)'),
	('A11003007007', '微网贷-微贷卡支用'),
	('A11003007008', '微网贷-微贷卡支用(智慧微贷)'),
	('A11003007009', '微网贷-移动渠道'),
	('A11003007010', '徽贷通(智慧微贷)'),
	('A11003008001', '续贷通'),
	('A11003008002', '续贷通(线上)');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11003009001', '优链贷'),
	('A11003009002', '优链贷额度项下'),
	('A11003009003', '优铺贷'),
	('A11003009004', '优铺贷额度项下'),
	('A11003009005', '优宅贷'),
	('A11003009006', '优宅贷额度项下'),
	('A11003010001', '云商贷-白名单'),
	('A11003010002', '云商贷-三方数据'),
	('A11003010003', '云商贷（线下）'),
	('A11003010004', '云商贷额度项下（线下）');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11003010005', '云商贷额度项下（线上）'),
	('A11003011001', '云保贷'),
	('A11003011002', '云保贷（线上）'),
	('A11003011003', '云保贷额度项下'),
	('A11003011004', '云保贷额度项下（线上）'),
	('A11003012001', '个人经营性贷款'),
	('A11003012002', '个人经营性贷款额度项下'),
	('A11003013001', '个人汽车营运贷款'),
	('A11003013002', '个人营运车辆及机械设备贷款(线上)'),
	('A11003013003', '个人专用车辆贷款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11003013004', '营运车辆及机械设备贷款'),
	('A11003014001', '个人船舶按揭贷款'),
	('A11003014002', '个人船舶贷款'),
	('A11003014003', '个人船舶贷款额度项下'),
	('A11003015001', '再就业小额担保贷款'),
	('A11003015002', '个人创业担保贷款'),
	('A11003016001', '徽贷通'),
	('A11003017001', '农易贷'),
	('A11003017002', '徽农云贷（线上）'),
	('A11003018001', '云闪贷');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11003019001', '微优贷'),
	('A11003020001', '便民小额贷款'),
	('A11003021001', '光伏贷'),
	('A11003022001', '税e融'),
	('A11003023001', '脱贫人口小额贷款'),
	('A11003024001', '徽农振兴贷额度项下（线下）'),
	('A11003024002', '徽农振兴贷单笔（线下）'),
	('A11003024003', '徽农振兴贷额度项下（线上）'),
	('A11003024004', '徽农振兴贷单笔（线上）'),
	('A11003025001', '正常个人综合经营类贷款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11003026001', '个人商用车贷款'),
	('A11003027001', '个人经营类贷款利息收入其他'),
	('A11004001001', '微联贷'),
	('A11004001002', '花呗'),
	('A11004001003', '借呗'),
	('A11004001004', '微车贷'),
	('A11004001006', '新网联合贷'),
	('A11004001007', '苏宁联合贷'),
	('A11004001008', '百信联合贷'),
	('A11004001009', '京东联合贷');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11004001012', '字节放心借助贷'),
	('A11004001013', '字节放心借联合贷'),
	('A11004001014', '马上消金联合贷'),
	('A11004001015', '京东白取助贷'),
	('A11004001016', '字节放心借小微助贷'),
	('A11004001017', '字节放心借小微联合贷'),
	('A11004001018', '滴水贷联合贷'),
	('A11004001019', '京东金条助贷'),
	('A11004001020', '京东白条消费助贷'),
	('A11004001021', '京东白条消费联合贷');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11004001022', '乐信分期乐助贷'),
	('A11004001023', '滴水贷助贷'),
	('A11004001024', '美团生活费助贷'),
	('A11004001025', '美团生活费联合贷'),
	('A11004001026', '美团生意贷助贷'),
	('A11004001027', '美团生意贷联合贷'),
	('A11004001028', '网商助贷固收'),
	('A11004001005', '互联贷款中心联合贷经营贷'),
	('A11004001029', '网商助贷信用'),
	('A11004002001', '徽享贷-金科');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11004002002', '徽享贷-征信'),
	('A11004003001', '信保贷-消费贷'),
	('A11004003002', '信保贷-经营贷'),
	('A11004004001', '快e贷-互贷'),
	('A11004005001', '微网贷-其他'),
	('A11005001001', 'U分期信用卡分期'),
	('A11005001002', '分期卡分期'),
	('A11005001003', '分期信用卡分期'),
	('A11005001004', '消费分期卡分期'),
	('A11005001005', '自动分期卡分期');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11005001006', '自动分期专属信用卡分期'),
	('A11005001007', '爱奇艺联名卡分期'),
	('A11005001008', '安师大联名卡分期'),
	('A11005001009', '丰原联名卡分期'),
	('A11005001010', '哈啰出行联名卡分期'),
	('A11005001011', '六安工会联名卡分期'),
	('A11005001012', '绿地联名卡分期'),
	('A11005001013', '其它联名卡分期'),
	('A11005001014', '腾讯联名卡分期'),
	('A11005001015', '皖新传媒联名卡分期');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11005001016', '银联个人IC金卡分期'),
	('A11005001017', '银联个人IC普卡分期'),
	('A11005001018', '银联个人白金IC卡分期'),
	('A11005001019', '银联个人白金卡分期'),
	('A11005001020', '银联个人金卡分期'),
	('A11005001021', '银联个人普卡'),
	('A11005001022', '低碳主题卡分期'),
	('A11005001023', '教师主题卡分期'),
	('A11005001024', '俪人主题信用卡分期'),
	('A11005001025', '生肖主题信用卡分期');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11005001026', '星座主题卡分期'),
	('A11005001027', '医护主题卡分期'),
	('A11005001028', '惠享金卡分期'),
	('A11005001029', '南京徽易贷惠享金分期'),
	('A11005001030', '其他惠享金卡分期'),
	('A11005001031', '淮矿工会卡分期'),
	('A11005001032', '淮南工会卡分期'),
	('A11005001033', '铜陵工会卡分期'),
	('A11005001034', '公务卡金卡分期'),
	('A11005001035', '公务卡普卡分期');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11005001036', '淮南公务卡分期'),
	('A11005001037', 'VISA个人白金卡分期'),
	('A11005001038', 'VISA个人金卡分期'),
	('A11005001039', 'ETC虚拟卡分期'),
	('A11005001040', 'UP虚拟卡分期'),
	('A11005001041', '虚拟卡分期'),
	('A11005001042', '亭城英才卡分期'),
	('A11005001043', '铜都英才卡分期'),
	('A11005001044', '员工IC卡分期'),
	('A11005001045', '员工卡分期');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11005001046', '个人商务卡分期'),
	('A11005001047', '合肥商易贷商务卡分期'),
	('A11005001048', '商务采购卡分期'),
	('A11005001049', 'UP卡分期'),
	('A11005001050', '尊尚白金卡分期'),
	('A11005001051', '城市信用金分期'),
	('A11005001052', '个人金卡分期'),
	('A11005001053', '淮北车友惠卡分期'),
	('A11005001054', '徽农卡分期'),
	('A11005001055', '徽商服务卡分期');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11005001056', '徽商印记卡分期'),
	('A11005001057', '货运天下卡分期'),
	('A11005001058', '经费卡分期'),
	('A11005001059', '旅游IC卡分期'),
	('A11005001060', '能量卡分期'),
	('A11005001061', '汽车卡分期'),
	('A11005001062', '马鞍山市民卡分期'),
	('A11005001063', '微贷借款账户分期'),
	('A11005001064', '消费易信用卡分期'),
	('A11005001065', '易享金卡分期');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11005001066', '臻爱卡分期'),
	('A11005001067', '智慧手环分期'),
	('A11005001068', '员工附属卡分期'),
	('A11005001069', '包商存量信用卡分期'),
	('A11005001070', '宜城优才信用卡分期'),
	('A11005001071', '23房租分期'),
	('A11005001072', '尊享分期卡'),
	('A11005001073', '助商利企卡'),
	('A11005001074', '助商惠民卡'),
	('A11005001075', '助商孚利卡');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11005001076', '蚌埠青年卡'),
	('A11005001077', 'DIY彩照信用卡'),
	('A11005002001', 'U分期信用卡垫款'),
	('A11005002002', '分期卡垫款'),
	('A11005002003', '分期信用卡垫款'),
	('A11005002004', '消费分期卡垫款'),
	('A11005002005', '自动分期卡垫款'),
	('A11005002006', '自动分期专属信用卡垫款'),
	('A11005002007', '爱奇艺联名卡垫款'),
	('A11005002008', '安师大联名卡垫款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11005002009', '丰原联名卡垫款'),
	('A11005002010', '哈啰出行联名卡垫款'),
	('A11005002011', '六安工会联名卡垫款'),
	('A11005002012', '绿地联名卡垫款'),
	('A11005002013', '其它联名卡垫款'),
	('A11005002014', '腾讯联名卡垫款'),
	('A11005002015', '皖新传媒联名卡垫款'),
	('A11005002016', '银联个人IC金卡垫款'),
	('A11005002017', '银联个人IC普卡垫款'),
	('A11005002018', '银联个人白金IC卡垫款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11005002019', '银联个人白金卡垫款'),
	('A11005002020', '银联个人金卡垫款'),
	('A11005002021', '银联个人普卡（垫款）'),
	('A11005002022', '低碳主题卡垫款'),
	('A11005002023', '教师主题卡垫款'),
	('A11005002024', '俪人主题信用卡垫款'),
	('A11005002025', '生肖主题信用卡垫款'),
	('A11005002026', '星座主题卡垫款'),
	('A11005002027', '医护主题卡垫款'),
	('A11005002028', '惠享金卡垫款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11005002029', '南京徽易贷惠享金垫款'),
	('A11005002030', '其他惠享金卡垫款'),
	('A11005002031', '淮矿工会卡垫款'),
	('A11005002032', '淮南工会卡垫款'),
	('A11005002033', '铜陵工会卡垫款'),
	('A11005002034', '公务卡金卡垫款'),
	('A11005002035', '公务卡普卡垫款'),
	('A11005002036', '淮南公务卡垫款'),
	('A11005002037', 'VISA个人白金卡垫款'),
	('A11005002038', 'VISA个人金卡垫款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11005002039', 'ETC虚拟卡垫款'),
	('A11005002040', 'UP虚拟卡垫款'),
	('A11005002041', '虚拟卡垫款'),
	('A11005002042', '亭城英才卡垫款'),
	('A11005002043', '铜都英才卡垫款'),
	('A11005002044', '员工IC卡垫款'),
	('A11005002045', '员工卡垫款'),
	('A11005002046', '员工附属卡垫款'),
	('A11005002047', '个人商务卡垫款'),
	('A11005002048', '合肥商易贷商务卡垫款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11005002049', '商务采购卡垫款'),
	('A11005002050', 'UP卡垫款'),
	('A11005002051', '尊尚白金卡垫款'),
	('A11005002052', '城市信用金垫款'),
	('A11005002053', '个人金卡垫款'),
	('A11005002054', '淮北车友惠卡垫款'),
	('A11005002055', '徽农卡垫款'),
	('A11005002056', '徽商服务卡垫款'),
	('A11005002057', '徽商印记卡垫款'),
	('A11005002058', '货运天下卡垫款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11005002059', '经费卡垫款'),
	('A11005002060', '旅游IC卡垫款'),
	('A11005002061', '能量卡垫款'),
	('A11005002062', '汽车卡垫款'),
	('A11005002063', '马鞍山市民卡垫款'),
	('A11005002064', '微贷借款账户垫款'),
	('A11005002065', '消费易信用卡垫款'),
	('A11005002066', '易享金卡垫款'),
	('A11005002067', '臻爱卡垫款'),
	('A11005002068', '智慧手环垫款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11005002069', '包商存量信用卡垫款'),
	('A11005002070', '宜城优才信用卡垫款'),
	('A11005002071', '正常单位信用卡透支'),
	('A11005002072', '非应计个人信用卡透支'),
	('A11005002073', '23房租分期(垫款)'),
	('A11005002074', '尊享分期卡垫款'),
	('A11005002075', '助商利企卡垫款'),
	('A11005002076', '助商惠民卡垫款'),
	('A11005002077', '助商孚利卡垫款'),
	('A11005002078', '蚌埠青年卡垫款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A11005002079', 'DIY彩照信用卡垫款'),
	('A11006001001', '个人贷款利息收入其他'),
	('A11007001001', '徽创人才贷'),
	('A12001001001', '流动资金贷款'),
	('A12001001002', '信e贷'),
	('A12001001003', '保e贷'),
	('A12001001004', '仓单质押贷款'),
	('A12001001005', '出口退税帐户托管贷款'),
	('A12001001006', '存货质押贷款'),
	('A12001001007', '法人客户网络循环贷款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A12001001008', '法人帐户透支贷款'),
	('A12001001009', '快捷e贷'),
	('A12001001010', '小企业易连贷'),
	('A12001001011', '小巨人信用贷款'),
	('A12001001012', '小企业担保公司担保贷款'),
	('A12001001013', '小企业快捷贷款'),
	('A12001001014', '小企业联保贷款'),
	('A12001001015', '小企业流动资金贷款'),
	('A12001001016', '小企业网络循环贷款'),
	('A12001001017', '小企业小巨人综合贷款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A12001001018', '小企业小微贷'),
	('A12001001019', '小企业循环贷款'),
	('A12001001020', '小企业易税贷'),
	('A12001001021', '小企业自助贷'),
	('A12001001022', '小微企业比例再担保贷款'),
	('A12001001023', '循环e贷'),
	('A12001001024', '一般类非标准仓单质押融资贷款'),
	('A12001001025', '政采e贷'),
	('A12001001026', '中小出口企业专项担保资金担保贷款'),
	('A12001001027', '中小进出口企业及台商投资企业专项贷款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A12001001028', '专精特新贷'),
	('A12001001029', '外汇贷款'),
	('A12001001030', '法人客户机械设备按揭贷款'),
	('A12001001031', '法人客户汽车按揭贷款'),
	('A12001001032', '抵押增信贷'),
	('A12001001033', '经营性物业抵押'),
	('A12001001034', '小企业易保贷'),
	('A12001001035', '供应链e贷'),
	('A12001001036', '专精e贷'),
	('A12001001037', '知e贷');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A12001002001', '固定资产贷款'),
	('A12001002002', '房地产项目贷款'),
	('A12001002003', '商用房开发贷款'),
	('A12001002004', '小企业固定资产贷款'),
	('A12001002005', '工业园区标准厂房购置'),
	('A12001002006', '法人商用房购置贷款'),
	('A12001003001', '行内银团贷款'),
	('A12001004001', '银团贷款'),
	('A12001005001', '并购贷款'),
	('A12002001001', '国内信用证福费廷');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A12002001002', '国际信用证福费廷'),
	('A12002001003', '福费廷'),
	('A12002001004', '国内信用证福费廷包买他行'),
	('A12002002001', '国内信用证打包贷款'),
	('A12002002002', '打包贷款'),
	('A12002003002', '国内信用证买方押汇'),
	('A12002003003', '国内信用证卖方押汇'),
	('A12002003004', '国内信用证议付'),
	('A12002004001', '信用证项下出口贴现'),
	('A12002004002', '信用证项下出口押汇');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A12002004003', '信用证项下进口押汇'),
	('A12002005001', '出口订单融资'),
	('A12002005002', '出口发票融资'),
	('A12002005003', '出口跟单托收押汇'),
	('A12002005004', '出口托收项下贴现'),
	('A12002005005', '出口应收账款池融资'),
	('A12002006001', '进口T/T押汇'),
	('A12002006002', '进口代付'),
	('A12002006003', '进口代收押汇'),
	('A12002007001', '贸易融资类存货质押贷款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A12002008001', '贸易融资类仓单质押贷款'),
	('A12002008002', '贸易融资类非标准仓单质押贷款'),
	('A12002008003', '仓单质押额度项下票据业务'),
	('A12002008004', '非标准仓单质押额度项下票据业务'),
	('A12002009001', '应收账款质押贷款'),
	('A12002010001', '无追索权国内保理'),
	('A12002010002', '无追索权双保理'),
	('A12002010003', '无追索权再保理'),
	('A12002010004', '有追索权国内保理'),
	('A12002010005', '有追索权再保理');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A12002011001', '国内保理代付'),
	('A12002012001', '押汇与贴现'),
	('A12002013001', '买入票据'),
	('A12002014001', '卖方信贷'),
	('A12002015001', '贸易融资利息调整（指标）'),
	('A12003001001', '备用信用证担保垫款'),
	('A12003001002', '国际信用证垫款'),
	('A12003001003', '国内信用证垫款'),
	('A12003001004', '同业代理开立备用信用证担保垫款'),
	('A12003001005', '同业代理开立国际信用证担保垫款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A12003001006', '出口信用证担保垫款'),
	('A12003001007', '代理同业开立国际信用证担保垫款'),
	('A12003001008', '代理同业开立国内信用证担保垫款'),
	('A12003002001', '已转出电子商业承兑汇票被追索垫款'),
	('A12003002002', '已转出纸质商业承兑汇票被追索垫款'),
	('A12003002003', '纸质商业承兑汇票直贴到期垫款'),
	('A12003002004', '纸质商业承兑汇票转贴到期垫款'),
	('A12003002005', '电子商业承兑汇票直贴到期垫款'),
	('A12003002006', '电子商业承兑汇票转贴到期垫款'),
	('A12003002007', '商业承兑汇票贴现垫款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A12003003001', '自签电子银行承兑汇票垫款'),
	('A12003003002', '自签纸质银行承兑汇票垫款'),
	('A12003003003', '代签电子银行承兑汇票垫款'),
	('A12003003004', '代签纸质银行承兑汇票垫款'),
	('A12003004001', '国际保函担保垫款'),
	('A12003004002', '国内保函担保垫款'),
	('A12003004003', '同业代理开立保函担保垫款'),
	('A12003005001', '出口风险参与垫款'),
	('A12003005002', '光票托收垫款'),
	('A12003005003', 'ETC业务垫款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A12003005004', '直销银行基金赎回垫款'),
	('A12003005005', '其他垫款'),
	('A12003005006', '表外业务垫款'),
	('A12004001001', '商业承兑汇票代理贴现'),
	('A12004001002', '商业承兑汇票贴现'),
	('A12004001003', '银行承兑汇票贴现'),
	('A12004001004', '直贴-公允价值变动（指标）'),
	('A12004001005', '直贴-利息调整（指标）'),
	('A12004002001', '银行承兑汇票及财务公司承兑汇票转贴现'),
	('A12004002002', '商业承兑汇票转贴现');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A12004002003', '转贴-公允价值变动（指标）'),
	('A12004002004', '转贴-利息调整（指标）'),
	('A12005001001', '对公贷款利息收入其他'),
	('A12501001001', '存放中央银行超额存款准备金'),
	('A12501002001', '存放中央银行财政存款准备金'),
	('A12501002002', '存放中央银行其他存款'),
	('A12501002003', '存放中央银行清算资金存款'),
	('A12501002004', '存放中央银行特种存款'),
	('A12501002005', '存放中央银行外汇风险准备金存款'),
	('A12501002006', '以外汇交存人民币存款准备金');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A12501003001', '存放中央银行法定存款准备金'),
	('A12501004001', '存放央行款项利息收入其他'),
	('A13001001001', '国债'),
	('A13001001002', '地方政府债券'),
	('A13001001003', '中央银行债券'),
	('A13001001004', '政策性银行债券'),
	('A13001001005', '凭证国债'),
	('A13001002001', '银行业金融机构债券'),
	('A13001002002', '非银行业金融机构债券'),
	('A13001002003', '非金融企业类债券');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A13001002004', '同业存单'),
	('A13001002005', '资产支持证券'),
	('A13001002006', '境外债券'),
	('A13001002007', '非金融企业类债券（包销）'),
	('A13001002008', '其他债券'),
	('A13001002009', '非银行业金融机构债券（包销）'),
	('A13001002010', '银行业金融机构债券（包销）'),
	('A13001003001', '债券投资-公允价值变动（指标）'),
	('A13001004001', '债券投资-利息调整（指标）'),
	('A13001005001', '债券投资-公允价值变动-过手摊还（指标）');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A13002001001', '银行理财-非保理财'),
	('A13002002001', '摊余成本法专户'),
	('A13002002002', '市值法专户'),
	('A13002002003', '行内基金'),
	('A13002002004', 'ABS（行外）'),
	('A13002002005', '非银公募ABS'),
	('A13002002006', '行内资产（ABS）'),
	('A13002002007', '债权融资计划'),
	('A13002002008', '资管计划'),
	('A13002002009', '代管理资产');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A13002002010', '信托贷款'),
	('A13002003001', '不良信贷资产包'),
	('A13002003002', '不良非信贷资产包'),
	('A13002003003', '其他原包商银行资产'),
	('A13002004001', '公募基金产品-债券基金'),
	('A13002004002', '公募基金产品-货币基金'),
	('A13002005001', '债务重组权益工具-其他'),
	('A13002005002', '权益类投资-公允价值变动（指标）'),
	('A13002005003', '债务重组权益工具-股权'),
	('A13002006001', '债务重组信托受益权');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A13002007001', '行内非标'),
	('A13002008001', '理财产品快赎'),
	('A13002008002', '收益凭证'),
	('A13002009001', '其他证券投资-公允价值变动（指标）'),
	('A13002010001', '其他证券投资-利息调整（指标）'),
	('A14001001001', '拆放非存款类金融机构短期款项'),
	('A14001001002', '拆放境内银行业存款类金融机构短期款项'),
	('A14001002001', '拆放非存款类金融机构中长期款项'),
	('A14001002002', '拆放境内银行业存款类金融机构中长期款项'),
	('A14002001001', '存放非存款类金融机构定期款项');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A14002001002', '存放境内银行业存款类金融机构定期款项'),
	('A14002002001', '存放非存款类金融机构发行保本理财产品投资活期款项'),
	('A14002002002', '存放非存款类金融机构清算款项'),
	('A14002002003', '存放非存款类金融机构一般活期款项'),
	('A14002002004', '存放境内银行业存款类金融机构发行保本理财产品投资活期款项'),
	('A14002002005', '存放境内银行业存款类金融机构清算款项'),
	('A14002002006', '存放境内银行业存款类金融机构一般活期款项'),
	('A14002002007', '境内银行业存款类金融机构透支清算存款'),
	('A14003001001', '质押式买入返售纸质银行承兑汇票及财务公司承兑汇票'),
	('A14003001002', '质押式买入返售电子银行承兑汇票及财务公司承兑汇票');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A14003001003', '买断式买入返售纸质银行承兑汇票及财务公司承兑汇票'),
	('A14003001004', '买断式买入返售电子银行承兑汇票及财务公司承兑汇票'),
	('A14003002001', '质押式买入返售其他资产'),
	('A14003002002', '买断式买入返售其他资产'),
	('A14003002003', '质押式买入返售其他金融资产借出款'),
	('A14003002004', '买断式买入返售其他金融资产借出款'),
	('A14003003001', '质押式买入返售债券'),
	('A14003003002', '买断式买入返售债券'),
	('A14003003003', '买入返售债券借出款-老核心'),
	('A15001001001', 'ATM现金');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A15001001002', '金库现金'),
	('A15001001003', '尾箱现金'),
	('A15001001004', '运送中现金'),
	('A15001001005', '数字人民币'),
	('A16001001001', '固定资产原值'),
	('A16001001002', '在建工程'),
	('A16001001003', '固定资产清理'),
	('A16001001004', '固定资产累计折旧'),
	('A17001001001', '无形资产原值'),
	('A17001001002', '无形资产累计摊销');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A18001001001', '商誉'),
	('A19001001001', '递延所得税资产'),
	('A19701001001', '投资性房地产'),
	('A19701001002', '投资性房地产累计折旧'),
	('A19801001001', '长期股权投资'),
	('A19901001001', '预付账款'),
	('A19901001002', '其他应收款'),
	('A19901001003', '垫款应收利息'),
	('A19901001004', '公允计入其他综合收益的其他证券投资应计利息'),
	('A19901001005', '公允计入其他综合收益的其他证券投资-应收利息');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A19901001006', '公允计入其他综合收益的债券投资应计利息'),
	('A19901001007', '公允计入其他综合收益的债券投资-应收利息'),
	('A19901001008', '公允计入损益的其他证券投资应计利息'),
	('A19901001009', '公允计入损益的其他证券投资-应收利息'),
	('A19901001010', '公允计入损益的债券投资应计利息'),
	('A19901001011', '公允计入损益的债券投资-应收利息'),
	('A19901001012', '摊余成本计量的其他证券投资应计利息'),
	('A19901001013', '摊余成本计量的其他证券投资-应收利息'),
	('A19901001014', '摊余成本计量的债券投资应计利息'),
	('A19901001015', '摊余成本计量的债券投资-应收利息');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A19901001016', '贷款应计利息'),
	('A19901001017', '贷款应收利息'),
	('A19901001018', '买入返售金融资产应收利息'),
	('A19901001019', '存放金融机构款项应收利息'),
	('A19901001020', '其他业务应收利息'),
	('A19901001021', '拆放金融机构款项应收利息'),
	('A19901001022', '公允计入其他综合收益的国家债券-应计利息'),
	('A19901001023', '公允计入其他综合收益的政策性银行债券-应计利息'),
	('A19901001024', '公允计入其他综合收益的非金融企业类债券-应计利息'),
	('A19902001001', '减值准备');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('A19902001002', '其他资产'),
	('L11001001001', '电子礼仪存单'),
	('L11001001002', '对私整存整取存款'),
	('L11001001003', '徽享存'),
	('L11001001004', '快乐智存-月得利'),
	('L11001001005', '普惠存单'),
	('L11001001006', '特色主题存单'),
	('L11001001007', '悦享存'),
	('L11001001008', '徽宝成长存单'),
	('L11001002001', '对私教育储蓄存款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L11001002002', '对私零存整取存款'),
	('L11001002003', '随意存'),
	('L11001003001', '月得利'),
	('L11001004001', '个人智慧通知存款'),
	('L11001004002', '智享存'),
	('L11001005001', '对私存本取息存款'),
	('L11001006001', '个人定期保证金'),
	('L11001007001', '个人定活两便存款'),
	('L11001008001', '个人结构性存款'),
	('L11001009001', '对私通知存款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L11001010001', '普惠金融存单'),
	('L11001011001', '个人大额存单'),
	('L11001012001', '线上定期存款'),
	('L11001013001', '个人定期存款利息支出其他'),
	('L11002001001', '个人活期保证金'),
	('L11002001002', '个人活期储蓄存款'),
	('L11002001003', '个人活期医疗保险存款'),
	('L11002001004', '个人结算存款'),
	('L11002001005', '个人资本项目外汇账户'),
	('L11002001006', '线上活期存款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L11002001007', '平台专属Ⅱ类账户'),
	('L11002001008', '场景Ⅱ类账户'),
	('L11002001009', '场景Ⅲ类账户'),
	('L11002001010', '个人电子现金存款'),
	('L11002002001', '个人信用卡存款'),
	('L11002002002', '个人信用卡电子现金存款'),
	('L11002003001', '应解汇款-互联网核心资金-个人'),
	('L11002003002', '应解汇款-数字人民币资金'),
	('L12001001001', '对公定期承兑保证金'),
	('L12001001002', '对公定期担保保证金');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L12001001003', '对公定期其他保证金'),
	('L12001001004', '对公定期信用卡保证金'),
	('L12001001005', '对公定期信用证保证金'),
	('L12001001006', '衍生品定期保证金'),
	('L12001001007', '境内保险业金融机构定期保证金存款'),
	('L12001001008', '对公定期保函保证金'),
	('L12001001009', '对公保证金定期存款利息支出其他'),
	('L12001002001', '对公智能定期存款'),
	('L12001002002', '地方国库现金管理定期存款'),
	('L12001002003', '单位定期存款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L12001002004', '境内保险业金融机构定期存款'),
	('L12001002005', '中央国库现金管理定期存款'),
	('L12001003001', '对公智能通知存款'),
	('L12001003002', '单位通知存款'),
	('L12001004001', '对公外币定期存款'),
	('L12001005001', '法人结构性存款'),
	('L12001006001', '保险公司协议存款'),
	('L12001007001', '企业协议存款'),
	('L12001007002', '全国社保基金存款'),
	('L12001008001', '大额外币存款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L12001009001', '单位大额存单'),
	('L12001010001', '全国社保基金定期存款'),
	('L12001011001', '中央国库现金存款'),
	('L12002001001', '对公活期担保保证金'),
	('L12002001002', '对公活期其他保证金'),
	('L12002001003', '对公活期信用卡保证金'),
	('L12002001004', '对公活期信用证保证金'),
	('L12002001005', '衍生品活期保证金'),
	('L12002001006', '对公活期保函保证金'),
	('L12002001007', '对公活期承兑保证金');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L12002002001', '单位协定存款'),
	('L12002003001', '交易银行资金监管机关活期存款'),
	('L12002003002', '交易银行资金监管企业活期存款'),
	('L12002003003', '单位活期存款'),
	('L12002003004', '银行本票'),
	('L12002003005', '城市商业银行银行汇票'),
	('L12002003006', '华东三省一市银行汇票'),
	('L12002003007', '线上单位活期存款'),
	('L12002003008', '境内保险业金融机构清算存款'),
	('L12002003009', '境内保险业金融机构一般活期存款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L12002003010', '久悬未取暂收款'),
	('L12002003011', '国库集中收缴款项'),
	('L12002003012', '国库集中支付款项'),
	('L12002004001', '应解汇款-保函保贴及电子商票业务资金'),
	('L12002004002', '应解汇款-城银清支付资金'),
	('L12002004003', '应解汇款-大额支付资金'),
	('L12002004004', '应解汇款-互联网核心资金-单位'),
	('L12002004005', '应解汇款-网上支付系统资金'),
	('L12002004006', '应解汇款-系统内资金'),
	('L12002004007', '应解汇款-小额支付资金');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L12002004008', '应解汇款-银承资金'),
	('L12002004009', '应解汇款-外币支付系统资金'),
	('L12002004011', '应解汇款-本汇票资金'),
	('L12002004012', '应解汇款-同城交换资金'),
	('L12002004013', '应解汇款-国结系统资金'),
	('L13001001001', '质押融资'),
	('L13001001002', '央行买断式卖出回购'),
	('L13001002001', '金融稳定贷款'),
	('L13001002002', '特殊目的工具贷款'),
	('L13001002003', '一般流动性贷款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L13001002004', '支农再贷款'),
	('L13001002005', '支小再贷款'),
	('L13001002006', '专项贷款'),
	('L13001002007', '专项政策性贷款'),
	('L13001003001', '常备借贷便利'),
	('L13001003002', '中期借贷便利'),
	('L13001004001', '卖出回购票据再贴现款'),
	('L14001001001', '发行境内次级债券'),
	('L14001001002', '发行境内二级资本债券'),
	('L14001001003', '发行境内绿色债券');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L14001001004', '发行境内普通金融债券'),
	('L14001001005', '发行境内三农债券'),
	('L14001001006', '发行境内小微债券'),
	('L14001001007', '发行境外债券'),
	('L14001001008', '发行境内科技创新债券'),
	('L15001001001', '存放境内银行业存款类金融机构透支清算款项'),
	('L15001001002', '非存款类金融机构活期保证金存款'),
	('L15001001003', '非存款类金融机构清算存款'),
	('L15001001004', '非存款类金融机构一般活期存款'),
	('L15001001005', '境内银行业存款类金融机构活期保证金存款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L15001001006', '境内银行业存款类金融机构清算存款'),
	('L15001001007', '境内银行业存款类金融机构一般活期存款'),
	('L15001001008', '同业协定存款'),
	('L15001002001', '非存款类金融机构定期存款'),
	('L15001002002', '境内非存款类金融机构定期保证金存款'),
	('L15001002003', '境内银行业存款类金融机构定期保证金存款'),
	('L15001002004', '境内银行业存款类金融机构定期存款'),
	('L15001002005', '同业大额存单'),
	('L15001003001', '同业境外存放活期'),
	('L15001004001', '同业境外定期存款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L15002001001', '质押式卖出回购债券借入款'),
	('L15002001002', '买断式卖出回购债券借入款'),
	('L15002001003', '质押式卖出回购债券借贷借入款'),
	('L15002001004', '买断式卖出回购债券借贷借入款'),
	('L15002001005', '卖出回购债券借入款-老核心'),
	('L15002002001', '质押式卖出回购纸质银行承兑汇票及财务公司承兑汇票转贴现款'),
	('L15002002002', '质押式卖出回购电子银行承兑汇票及财务公司承兑汇票转贴现款'),
	('L15002002003', '买断式卖出回购纸质银行承兑汇票及财务公司承兑汇票转贴现款'),
	('L15002002004', '买断式卖出回购电子银行承兑汇票及财务公司承兑汇票转贴现款'),
	('L15002003001', '质押式卖出回购其他金融资产借入款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L15002003002', '买断式卖出回购其他金融资产借入款'),
	('L15002004001', '质押式卖出回购贷款借入款'),
	('L15002004002', '买断式卖出回购贷款借入款'),
	('L15002005001', '卖出回购黄金借入款'),
	('L15003001001', '向财务公司发行同业存单'),
	('L15003001002', '向境内保险业金融机构发行同业存单'),
	('L15003001003', '向境内交易及结算类金融机构发行同业存单'),
	('L15003001004', '向境内金融控股公司发行同业存单'),
	('L15003001005', '向境内其他金融机构发行同业存单'),
	('L15003001006', '向境内特定目的载体发行同业存单');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L15003001007', '向境内银行业非存款类金融机构发行同业存单'),
	('L15003001008', '向境内证券业金融机构发行同业存单'),
	('L15003001009', '向境外同业发行同业存单'),
	('L15003001010', '向信用合作机构发行同业存单'),
	('L15003001011', '向银行发行同业存单'),
	('L15003001012', '同业存单发行利息调整（指标）'),
	('L15004001001', '非存款类金融机构短期拆入'),
	('L15004001002', '境内银行业存款类金融机构短期拆入'),
	('L15004001003', '境内银行业存款类金融机构短期拆入-转贷款'),
	('L15004002001', '非存款类金融机构中长期拆入');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L15004002002', '境内银行业存款类金融机构中长期拆入'),
	('L19001001001', '发行同业存单应计利息'),
	('L19001001002', '向中央银行借款应付利息'),
	('L19001001003', '应交税费'),
	('L19001001004', '应付职工薪酬'),
	('L19001001005', '应付账款'),
	('L19001001006', '发行债券同业存单应付利息'),
	('L19001001007', '卖出回购票据再贴现应付利息'),
	('L19001001008', '卖出回购票据转贴现应付利息'),
	('L19001001009', '卖出回购债券应付利息');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L19001001010', '其他业务应付利息'),
	('L19001001011', '其他应付款项'),
	('L19001001012', '金融机构拆入应付利息'),
	('L19001001013', '金融机构存款应付利息'),
	('L19001001014', '卖出回购贷款应付利息'),
	('L19001001015', '卖出回购其他金融资产应付利息'),
	('L19001001016', '应付股利'),
	('L19001001017', '卖出回购贵金属应付利息'),
	('L19001002001', '个人存款应付利息'),
	('L19001002002', '单位存款应付利息');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('L19001002003', '发行大额可转让存单应付利息'),
	('L19001002004', '国库定期存款应付利息'),
	('L19001002005', '国库集中收缴款项应付利息'),
	('L19001002006', '国库集中支付款项应付利息'),
	('L19002001001', '其他负债'),
	('L19002001002', '其他非计息负债'),
	('N11001001001', '代销基金产品'),
	('N11001002001', '代销个人理财产品手续费收入'),
	('N11001002002', '代销理财（个人-其他机构）'),
	('N11001003001', '保管箱其他');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N11001003002', '保管箱租金'),
	('N11001004001', '代理保险业务'),
	('N11001004002', '银保通在线出单业务手续费（寿险公司收入）'),
	('N11001005001', '代销理财'),
	('N11001006001', '代销实物贵金属'),
	('N11001007001', '代销信托产品'),
	('N11001008001', '代销电子式国债'),
	('N11001009001', '代销券商资管计划'),
	('N11001010001', '财富规划服务手续费'),
	('N11002001001', 'P2P资金存管服务');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N11002001002', '第三方产品、业务结算服务费'),
	('N11002001003', '聚宝盆业务服务费'),
	('N11002001004', '直销银行联合贷款业务'),
	('N11002001005', '直销银行业务技术及服务咨询'),
	('N11002001006', '直销银行业务清算服务费'),
	('N11002001007', '直销银行账户服务'),
	('N11002002001', '百付宝快捷支付手续费账户'),
	('N11002002002', '财付通银行卡快捷支付手续费账户'),
	('N11002002003', '南京苏宁易付宝快捷支付手续费账户'),
	('N11002002004', '网银在线借记卡快捷支付手续费账户');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N11002002005', '翼支付快捷支付手续费账户'),
	('N11002003001', '网上支付业务交易手续费'),
	('N11002003002', '银联电子网关支付手续费账户'),
	('N11002004001', '信用卡网上支付业务交易手续费'),
	('N11002004002', '支付宝借记卡支付手续费收入'),
	('N11002005001', '个人住房公积金委托贷款'),
	('N11002006001', '代理收费（款）'),
	('N11002007001', '个人理财产品'),
	('N11002008001', '银信通业务'),
	('N11002009001', '个人跨行柜台转账汇款手续费');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N11002010001', '人行二代支付系统费用返还'),
	('N11002011001', '人行网上支付跨行清算系统费用返还'),
	('N11002012001', '换卡/补卡'),
	('N11002013001', '违约金'),
	('N11002014001', '开放银行系统对接收入'),
	('N11002014002', '开放银行系统服务管理收入'),
	('N11002014003', '开放银行充值支付手续费'),
	('N11002014004', '开放银行提现转账手续费'),
	('N11002014005', '互联网核心账户鉴权手续费'),
	('N11002015001', '跨行账户信息查询手续费');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N11003001001', 'VISA借记卡发卡端手续费分润'),
	('N11003001002', '个人-单位结算卡挂失手续费'),
	('N11003001003', '挂失手续费'),
	('N11003001004', '换/补卡工本费（IC卡）'),
	('N11003001005', '换/补卡工本费（磁条卡）'),
	('N11003001006', '间联收单借记卡发卡端手续费收入'),
	('N11003001007', '申领金融IC卡借记卡'),
	('N11003001008', '银联借记卡发卡端手续费分润'),
	('N11003002001', '其他个人信用卡佣金及手续费收入'),
	('N11004001001', '个人-本票工本费');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N11004001002', '个人-本票挂失费'),
	('N11004001003', '个人-本票手续费'),
	('N11004001004', '个人借记卡通联支付快捷支付手续费收入'),
	('N11004001005', '个人-境外通过银联网络的ATM取现（白金卡）'),
	('N11004001006', '个人-境外通过银联网络的ATM取现（金卡）'),
	('N11004001007', '个人-境外通过银联网络的ATM取现（普卡）'),
	('N11004001008', '个人-境外通过银联网络的ATM取现（钻石卡）'),
	('N11004001009', '个人-跨行ATM取现业务（同城）'),
	('N11004001010', '个人-跨行ATM取现业务（异地）'),
	('N11004001011', '个人-跨行ATM转账业务（同城）');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N11004001012', '个人-跨行ATM转账业务（异地）'),
	('N11004001013', '个人跨行柜台转账汇款手续费（超网）'),
	('N11004001014', '个人跨行柜台转账汇款手续费（城银清）'),
	('N11004001015', '个人现金汇款手续费（城银清）'),
	('N11004001016', '个人现金汇款手续费(跨行现金汇款)'),
	('N11004001017', '个人-助农取款业务（他行POS）'),
	('N11004001018', '个人-助农取款业务（我行POS）'),
	('N11004001019', '个人-境外通过银联网络查询'),
	('N11004001020', '小额支付系统通存通兑业务'),
	('N11004001021', '个人-银行汇票工本费');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N11004001022', '个人-银行汇票挂失费'),
	('N11004001023', '个人-银行汇票手续费'),
	('N11004001024', '个人-支票工本费'),
	('N11004001025', '个人-支票挂失费'),
	('N11004001026', '个人-支票手续费'),
	('N11004001027', '个人-跨行自助设备取现业务（同城）'),
	('N11004001028', '个人-跨行自助设备取现业务（异地）'),
	('N11004002001', '个人存单/存折挂失'),
	('N11004002002', '个人活期人民币存款小额账户管理费'),
	('N11004002003', '个人客户存款证明');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N11004002004', '个人客户存款证明提前解除止付'),
	('N11005001001', '人民币间联收单手续费'),
	('N11005001002', '人民币直联收单手续费'),
	('N11005002001', '第三方接入自助设备手续费收入'),
	('N11005002002', '福彩缴费'),
	('N11005002003', '银联受理端自助设备取现手续费分润'),
	('N11005002004', '银联受理端自助设备转账手续费分润'),
	('N12001001001', '保理收款权代理转让'),
	('N12001001002', '国内保理代付（手续费）'),
	('N12001001003', '无追索权保理（发票处理费）');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12001001004', '无追索权保理（资信调查费）'),
	('N12001001005', '无追索权国内保理（手续费）'),
	('N12001001006', '有追索权保理（发票处理费）'),
	('N12001001007', '有追索权保理（资信调查费）'),
	('N12001001008', '有追索权国内保理（手续费）'),
	('N12001002001', '备用信用证索赔'),
	('N12001002002', '备用信用证通知'),
	('N12001002003', '备用信用证修改或注销'),
	('N12001002004', '付款备用信用证'),
	('N12001002005', '借款备用信用证');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12001002006', '留置金备用信用证'),
	('N12001002007', '履约备用信用证'),
	('N12001002008', '其他类备用信用证'),
	('N12001002009', '投标备用信用证'),
	('N12001002010', '预付款备用信用证'),
	('N12001002011', '质量维修备用信用证'),
	('N12001003001', '贷款承诺手续费收入'),
	('N12001003002', '贷款承诺（投行）'),
	('N12001003003', '贷款意向书（意向性贷款承诺函）'),
	('N12001003004', '法人账户透支');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12001003005', '流动资金循环贷款承诺'),
	('N12001003006', '商业承兑汇票保贴手续费收入'),
	('N12001003007', '商业承兑汇票保贴承诺费'),
	('N12001003008', '商业承兑汇票保贴手续费'),
	('N12001003009', '信贷证明'),
	('N12001003010', '银行承兑汇票敞口风险管理费'),
	('N12001004001', '保函索赔'),
	('N12001004002', '保函通知'),
	('N12001004003', '保函修改或注销'),
	('N12001004004', '付款保函');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12001004005', '借款保函'),
	('N12001004006', '留置金保函'),
	('N12001004007', '履约保函'),
	('N12001004008', '其他类保函'),
	('N12001004009', '投标保函'),
	('N12001004010', '预付款保函'),
	('N12001004011', '质量维修保函'),
	('N12001005001', '对外保函业务手续费收入(投行业务)'),
	('N12001005002', '非融资类保函'),
	('N12001005003', '融资类保函');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12001006001', '商业承兑汇票工本费'),
	('N12001006002', '银行承兑汇票查询'),
	('N12001006003', '银行承兑汇票手续费'),
	('N12001007001', '信用风险缓释凭证信用保护费'),
	('N12002001001', '对公-单位结算卡挂失手续费'),
	('N12002001002', '单位结算卡换/补发卡'),
	('N12002001003', '单位结算卡年费'),
	('N12002002001', '单位信用卡手续费收入'),
	('N12003001001', '对公-本票工本费'),
	('N12003001002', '对公-本票挂失费');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12003001003', '对公-本票手续费'),
	('N12003001004', '单位结算卡跨行ATM取现手续费（同城）'),
	('N12003001005', '单位结算卡跨行ATM取现手续费（异地）'),
	('N12003001006', '单位结算卡跨行ATM转账手续费（同城）'),
	('N12003001007', '单位结算卡跨行ATM转账手续费（异地）'),
	('N12003001008', '单位结算卡系统内ATM异地取现手续费'),
	('N12003001009', '对公柜台系统内异地转账手续费'),
	('N12003001010', '对公跨行柜台转账汇款手续费'),
	('N12003001011', '对公跨行柜台转账汇款手续费（超网）'),
	('N12003001012', '对公跨行柜台转账汇款手续费（城银清）');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12003001013', '对公跨行柜台转账汇款手续费（同城）'),
	('N12003001014', '对公凭证工本费（进帐单）'),
	('N12003001015', '对公凭证工本费（现金缴款书）'),
	('N12003001016', '对公凭证工本费（业务委托书）'),
	('N12003001017', '对公-境外通过银联网络查询'),
	('N12003001018', '委托收款和托收承付手续费'),
	('N12003001019', '对公-银行汇票工本费'),
	('N12003001020', '对公-银行汇票挂失费'),
	('N12003001021', '对公-银行汇票手续费'),
	('N12003001022', '对公-支票工本费');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12003001023', '对公-支票挂失费'),
	('N12003001024', '对公-支票手续费'),
	('N12003001025', '单位结算账户开户费'),
	('N12003001026', '代理同业现金服务收费'),
	('N12003002001', 'SWIFT电讯费'),
	('N12003002002', '出口托收-催收'),
	('N12003002003', '出口托收-跟单托收'),
	('N12003002004', '出口托收-拒付退单'),
	('N12003002005', '出口托收-无偿放单'),
	('N12003002006', '出口托收-修改托收指示');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12003002007', '出口信用证-保兑信用证'),
	('N12003002008', '出口信用证-撤证'),
	('N12003002009', '出口信用证-通知或转递'),
	('N12003002010', '出口信用证-通知或转递信用证修改'),
	('N12003002011', '出口信用证-议付或验单'),
	('N12003002012', '出口信用证-预先通知'),
	('N12003002013', '出口信用证-转让信用证'),
	('N12003002014', '光票托收-光票退票'),
	('N12003002015', '光票托收-光票托收'),
	('N12003002016', '国际业务及非国际业务查询、查复');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12003002017', '国内信用证-不符点处理费'),
	('N12003002018', '国内信用证-撤证'),
	('N12003002019', '国内信用证-承付'),
	('N12003002020', '国内信用证-付款'),
	('N12003002021', '国内信用证-开证'),
	('N12003002022', '国内信用证-退单'),
	('N12003002023', '国内信用证-信用证通知/修改'),
	('N12003002024', '国内信用证-信用证议付/交单'),
	('N12003002025', '国内信用证-修改'),
	('N12003002026', '汇款修改/查询');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12003002027', '汇款止付'),
	('N12003002028', '进口代收-承兑/查询'),
	('N12003002029', '进口代收-付款'),
	('N12003002030', '进口代收-进口代收'),
	('N12003002031', '进口代收-退单'),
	('N12003002032', '进口代收-无偿放单'),
	('N12003002033', '进口信用证-不符点处理费'),
	('N12003002034', '进口信用证-撤证'),
	('N12003002035', '进口信用证-承兑'),
	('N12003002036', '进口信用证-付款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12003002037', '进口信用证-开证'),
	('N12003002038', '进口信用证-提货担保'),
	('N12003002039', '进口信用证-退单'),
	('N12003002040', '进口信用证-修改'),
	('N12003002041', '进口信用证-银行抬头提单背书（银行收单后）'),
	('N12003002042', '进口信用证-银行抬头提单背书(银行收单前）'),
	('N12003002043', '境内同城汇款'),
	('N12003002044', '境内异地汇款'),
	('N12003002045', '境外汇出汇款'),
	('N12003002046', '快邮费');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12003002047', '贸易融资服务费'),
	('N12003002048', '全额到帐汇出汇款'),
	('N12003002049', '退汇'),
	('N12003002050', '西联汇款'),
	('N12003002051', '转汇'),
	('N12003003001', '多级账簿业务服务'),
	('N12003003002', '法人账户透支服务'),
	('N12003003003', '集团账户服务-集团账户服务'),
	('N12003003004', '集团账户服务-内部资金计价'),
	('N12003003005', '集团账户服务-账户收支及余额管理');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12003003006', '委托贷款资金池服务'),
	('N12003003007', '系统维护费'),
	('N12003003008', '现金管理方案设计'),
	('N12003003009', '现金管理服务支持'),
	('N12003003010', '现金管理系统服务(安装费）'),
	('N12003003011', '现金管理系统服务(维护费）'),
	('N12003003012', '项目实施费'),
	('N12003003013', '协议资金池业务服务'),
	('N12003003014', '信息服务（电子对帐）'),
	('N12003003015', '信息服务(动帐通知）');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12003003016', '虚拟资金池业务服务'),
	('N12003003017', '资金归集手续费'),
	('N12003004001', '单位结算账户信息查询'),
	('N12003004002', '电子回单箱卡费'),
	('N12003004003', '电子回单箱年费'),
	('N12003004004', '对公不动户维护'),
	('N12003004005', '对公客户零钞清点'),
	('N12003004006', '对公小额账户管理'),
	('N12003004007', '对公账户补制回单'),
	('N12003004008', '对公账户信息变更');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12003004009', '开具资信证明'),
	('N12003004010', '上门收款'),
	('N12003004011', '询证函'),
	('N12003004012', '验资账户开户'),
	('N12003004013', '账户印鉴变更'),
	('N12003004014', '账户印鉴挂失'),
	('N12004001001', '财务顾问业务收入（公司业务）'),
	('N12004001002', '常年财务顾问业务收入（投行业务）'),
	('N12004001003', '股权融资与上市顾问业务收入'),
	('N12004001004', '结构融资顾问业务收入');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12004001005', '企业发债顾问业务收入'),
	('N12004001006', '收购兼并顾问业务收入'),
	('N12004001007', '项目融资顾问业务收入（公司业务）'),
	('N12004001008', '项目融资顾问业务收入（投行业务）'),
	('N12004001009', '银团贷款顾问业务收入'),
	('N12004001010', '债务重组顾问业务收入'),
	('N12004001011', '政府财务顾问业务收入'),
	('N12004001012', '资产管理顾问业务收入'),
	('N12004001013', '常年财务顾问'),
	('N12004001014', '专项财务顾问');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12004002001', '股权维持费'),
	('N12004002002', '交易资金监管'),
	('N12004002003', '结构融资募集资金监管业务收入'),
	('N12004002004', '金融债主承销费'),
	('N12004002005', '理财直接融资工具管理费'),
	('N12004002006', '理财直接融资工具其他相关费用'),
	('N12004002007', '票据池'),
	('N12004002008', '其他资产监管业务收入'),
	('N12004002009', '企业发债资金监管业务收入'),
	('N12004002010', '企业上市资金监管业务收入');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12004002011', '企业增发配股资金监管业务收入'),
	('N12004002012', '投资基金托管业务收入'),
	('N12004002013', '信贷资产流转业务管理费'),
	('N12004002014', '银团贷款（手续费）'),
	('N12004002015', '银团贷款-投行'),
	('N12004002016', '银团贷款安排费收入'),
	('N12004002017', '银团贷款承诺费收入'),
	('N12004002018', '银团贷款代理费收入'),
	('N12004002019', '银团贷款其他手续费收入'),
	('N12004002020', '专项资金监管业务收入');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12004002021', '资产证券化业务贷款服务费'),
	('N12004002022', '资产证券化业务主承销费'),
	('N12004002023', '租赁项目融资业务'),
	('N12004002024', '银团贷款参加费收入'),
	('N12004002025', '公司债券项目安排费'),
	('N12004002026', '资金监管'),
	('N12004002027', '企业债债权代理费（企业债受托管理费）'),
	('N12004002028', '联合贷款业务'),
	('N12004002029', '信托资产投资业务'),
	('N12004002030', '资产管理产品投资业务');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12004002031', '同业借款业务'),
	('N12004002032', '中小企业上市计划业务合作服务费'),
	('N12004002033', '中小企业上市计划业务投资溢价分成收益'),
	('N12004003001', '非金融企业债务融资工具承销费'),
	('N12004003002', '债权计划划承销收入'),
	('N12004003003', '债务融资分销收入'),
	('N12004003004', '债务融资工具承销收入'),
	('N12004003005', '债券承销业务手续费其他'),
	('N12005001001', '对公-代开银行承兑汇票'),
	('N12005002001', '委托贷款手续费收入');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N12005002002', '委托贷款手续费收入（公司）'),
	('N12005002003', '委托贷款业务手续费收入（投行业务）'),
	('N12005003001', '代理收费（款）-公司'),
	('N12005004001', '代销理财(公司)'),
	('N12006001001', '应收账款池融资业务应收账款管理费'),
	('N13001001001', '代理销售费用'),
	('N13001001002', '柜台债非交易过户'),
	('N13001001003', '柜台债开户手续费'),
	('N13001001004', '柜台债转托管'),
	('N13001001005', '机构理财产品');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N13001001006', '同业代理销售推广服务'),
	('N13001002001', '国债承销'),
	('N13001002002', '其他债券承销'),
	('N13002001001', '基金托管'),
	('N13002001002', '基金专户托管业务收入'),
	('N13002001003', '基金子公司客户资产托管业务收入'),
	('N13002002001', '信托资产托管业务收入（托管）'),
	('N13002002002', '资产托管'),
	('N13002003001', '交易资金托管业务收入'),
	('N13002003002', '企业年金托管业务收入');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N13002003003', '专项资金托管业务收入'),
	('N13002004001', '证券公司客户资产托管业务收入'),
	('N13002004002', '证券投资基金托管业务收入'),
	('N13002005001', '交易资金监管业务收入'),
	('N13002005002', '其他资金监管业务收入'),
	('N13002006001', '保险资产托管业务收入'),
	('N13002007001', '银行间账户结算服务费'),
	('N13002008001', '私募基金托管业务收入'),
	('N13002009001', '银行理财资产托管业务收入'),
	('N13002010001', '存管业务收入');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N13002001004', '社保基金托管业务收入'),
	('N13003001001', '贵金属租赁'),
	('N13003001002', '贵金属租赁手续费'),
	('N13003001003', '债券借贷手续费'),
	('N13003001004', '托管增值服务业务收入'),
	('N14001001001', '其他产品'),
	('N14001001002', '资产处置损益'),
	('N14001001003', '其他收益'),
	('N14001001004', '其他业务支出'),
	('N14001001005', '税金附加');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('N14001001006', '所得税'),
	('N14001001007', '营业外净收支'),
	('N14001001008', '其他业务收入'),
	('N14001001009', '资产减值损失'),
	('N14001001010', '汇兑损益结转'),
	('N14001001011', '手续费支出'),
	('N14001001012', '基础金融资产投资收益'),
	('N14001001013', '债券借贷公允计入损益的金融负债价差收支'),
	('N14001001014', '债券借贷公允计入损益的金融负债公允价值变动损益'),
	('N14001001015', '其他业务利息支出');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('S11001001001', '个人委托贷款'),
	('S11001001002', '个人委托贷款-非公积金'),
	('S11001001003', '个人委托贷款-公积金'),
	('S11002001001', '贷款承诺'),
	('S11002002001', '个人付款保函'),
	('S11003001001', '个人公积金贷款'),
	('S11003002001', '其它个人表外业务'),
	('S11004001001', '个人即期结售汇'),
	('S11004001002', '个人即期外汇买卖'),
	('S11005001001', '个人代理业务');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('S11005001002', '个人-代销基金产品'),
	('S11005001003', '代销个人理财产品'),
	('S11005001004', '个人-代保管箱业务'),
	('S11005001005', '个人-代销保险产品'),
	('S11005001006', '个人-代销理财产品'),
	('S11005001007', '个人-代销实物贵金属'),
	('S11005001008', '个人-代销信托产品'),
	('S11005001009', '个人-代销电子式国债'),
	('S11005001010', '个人-代销券商资管计划'),
	('S11005001011', '个人-代销凭证式国债');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('S11006001001', '非洁净出表底层资产-个人'),
	('S11006001002', '个人委托存款'),
	('S12001001001', '货币掉期'),
	('S12001001002', '外汇掉期'),
	('S12001001003', '外汇期权'),
	('S12001001004', '外汇远期'),
	('S12001001005', '对公即期结售汇'),
	('S12001001006', '对公即期外汇买卖'),
	('S12002001001', '开立备用信用证'),
	('S12002001002', '开立国内信用证');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('S12002001003', '开立进口信用证'),
	('S12004001001', '电子银行承兑汇票承兑'),
	('S12004001002', '银行承兑汇票承兑'),
	('S12004001003', '纸质银行承兑汇票承兑'),
	('S12004001004', '准全额保证金银行承兑汇票'),
	('S12005001001', '代理同业开立国内信用证'),
	('S12005001002', '代理同业开立进口信用证'),
	('S12005002001', '代理签发电子银行承兑汇票'),
	('S12005002002', '代理签发纸质银行承兑汇票'),
	('S12005002003', '代签银行承兑汇票');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('S12005003001', '保理收款权代理转让业务'),
	('S12005003002', '代理业务'),
	('S12005003003', '对公-代销基金产品'),
	('S12005003004', '对公-代保管箱业务'),
	('S12005003005', '对公-代销保险产品'),
	('S12005003006', '对公-代销理财产品'),
	('S12005003007', '对公-代销实物贵金属'),
	('S12005003008', '对公-代销信托产品'),
	('S12005003009', '对公-代销电子式国债'),
	('S12005003010', '对公-代销券商资管计划');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('S12005003011', '对公-代销凭证式国债'),
	('S12006001001', '电子投标保函'),
	('S12006001002', '对外保函'),
	('S12006001003', '分离式保函'),
	('S12006001004', '国内保函'),
	('S12006002001', '对外担保'),
	('S12006002002', '担保提货'),
	('S12007001001', '对公委托存款'),
	('S12007002001', '对公委托贷款'),
	('S12007002002', '公积金中心自营委托存款');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('S12007002003', '委托贷款'),
	('S12008001001', '出口风险参与'),
	('S12008001002', '出口信用证保兑'),
	('S12008001003', '信用证保兑'),
	('S12008001004', '商业承兑汇票保贴'),
	('S12008001005', '商业承兑汇票保贴（批量开立）'),
	('S12008001006', '银汽通项下业务'),
	('S12008001007', '债券借贷'),
	('S12008001008', '信用风险缓释'),
	('S12008001009', '债权融资计划（表外）');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('S12008001010', '债务融资工具'),
	('S12008001011', '理财直融'),
	('S12008001012', '资产证券化'),
	('S12008001013', '金融债承销'),
	('S12008001014', '资金监管业务'),
	('S12008001015', '项目安排业务'),
	('S12008001016', '财务顾问'),
	('S12008001017', '货押业务'),
	('S12008001018', '商品提货权融资'),
	('S13001001001', '贵金属自营业务');

INSERT INTO
	shenzhen_data.mng_accnt_prod (MNG_ACCNT_PROD_ID, MNG_ACCNT_PROD_NAME)
VALUES
	('S13001001002', '人民币利率互换业务');